Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.Default


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_ExportData


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_TrainMemoryTree


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_Toggle_OnlyPrimaryParts


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_ExportAllViews


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_CreateMarks


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_CreateMarksByMemoryTree


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_Eval_SetCurrentStateAsTarget


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarksLearning_EvaluateCurrentState


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.IdealMatchClone_SetUsageOfTestSource


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.IdealMatchClone_GetBestTemplate


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.IdealMatchClone_CreateDrawingsByBestTemplates


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ViewClustering_ClusterViewsInDrawings


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ViewClustering_OnlyCollectData


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ViewClustering_OnlyClusterViews


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ViewClustering_GenerateClusteringPictures


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ViewClustering_ExportViewsByClusters


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ViewClustering_GetClustersForView


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ViewClustering_CloneToTarget


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarkCollision_FindCollisions_AllDrawings


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarkCollision_RunMarkPlacingAndFindCollisions_AllDrawings


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarkCollision_RunMarkPlacing


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarkCollision_PrintCollisionsToLog


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.MarkCollision_SelectMarksWithCollisions


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.Drawing3dDim


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.LinkedDrawings_StartRecord


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.LinkedDrawings_StopRecord


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.LinkedDrawings_Playback


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.IsometricDimension_DimensionByThreePoints


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CloneEvaluation_ListDrawingsWithAssembly


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CloneEvaluation_GenerateReportsForDrawings


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CloneEvaluation_CloneDrawings


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CloneEvaluation_DisplayIdMapperScore


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CloneEvaluation_ChangeMatcher


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.Dissect_GetViewWorld


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.AssemblySimilarity_AssemblySimilarityComputeTokens


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CopyObjects_CopyAllObjects


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateView_CreateBasicView


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateView_TakeSnapshot


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateView_PourView


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateView_TakePourSnapshot


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.AssemblySimilarity_CloneDrawing


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ChangeFabricationDrawing_Threshold


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateFabricationDrawing


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.AssemblySimilarity_PerformNumbering


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateComponentByGuids


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateJointView_TakeSnapshot


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.ConnectionSimilarity_CollectConnectionData


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.CreateBasicConnectionView


Tekla.Structures.TeklaStructuresInternal.dotTestingFeaturesCommandEnum_e.TrackingModelProperties_ReportModelQuantities
